Repository: common-repository/zenloop-woocommerce-nps-platform
Catalog: languages/woocommerce-zenloop-*.po
Languages: de_de

source: zenloop for WooCommerce
de_de: zenloop für WooCommerce

source: Force Process
de_de: Sofort importieren

source: Import running
de_de: Import läuft

source: Import last run
de_de: Import letzte Ausführung

source: Settings
de_de: Einstellungen

source: Username (E-Mail)
de_de: Benutzername (E-Mail)

source: Password
de_de: Passwort

source: Select order data to be send to zenloop
de_de: Bestelldaten die an zenloop gesendet werden

source: Send orders older than x days to zenloop
de_de: Bestellungen die älter als X Tage sind an zenloop senden

source: Sending time
de_de: Sendeuhrzeit

source: On-Site (Embedded) survey
de_de: In Webseite eingebettete Umfrage

source: On-Site (Embedded) position
de_de: In Webseite eingebettete Position der Umfrage

source: Enter your settings below:
de_de: Bitte geben Sie unterhalb Ihre Einstellungen ein:

source: No zenloop.com account yet? Register <a href="https://app.zenloop.com/register" target="_blank">here</a>!
de_de: Noch keinen zenloop Account? Registrieren Sie sich <a href="https://app.zenloop.com/register" target="_blank">hier</a>!

source: None
de_de: Keine

source: Above page content
de_de: Über dem Seiteninhalt (Oben)

source: Below page content
de_de: Unter dem Seiteninhalt (Unten)

source: Required
de_de: Erforderlich

source: Order ID
de_de: Bestellnummer

source: Total
de_de: Gesamt

source: Total Discount
de_de: Gesamtrabatt

source: Currency
de_de: Währung

source: Payment Method
de_de: Zahlungsart

source: Billing Firstname
de_de: Rechnung Vorname

source: Billing Lastname
de_de: Rechnung Nachname

source: Billing Country
de_de: Rechnung Land

source: Billing City
de_de: Rechnung Stadt

source: Shipping Country
de_de: Versandt Land

source: Shipping City
de_de: Versandt Stadt

source: Customer Browser User Agent
de_de: Browser User Agent

source: days
de_de: Tage

source: Format: hh:mm
de_de: Format: ss:mm
